Repository: RedTurtle/dateable.chronos
Catalog: dateable/chronos/locales/*/LC_MESSAGES/chronos.po
Languages: cs, it, ja, pl, tr

source: Add event
cs: Přidat událost
it: Aggiungi evento
ja: イベントを追加
pl: Dodaj wydarzenie
tr: Etkinlik ekle

source: Calendar Views
cs: Kalendářové pohledy
it: Viste Calendario
ja: カレンダービュー
pl: Układ kalendarza
tr: Takvim Görünümleri

source: Chronos Configuration
cs: Konfigurace Chronos
it: Configurazione Chronos
ja: クロノスコンフィグレーション
pl: Konfiguracja chronosu
tr: Chronos Yapılandırması

source: Chronos reconfigured.
cs: Produkt Chronos byl nastaven.
it: Chronos e stato riconfigurato
ja: クロノスが再コンフィグされました
pl: Chronos zostal skonfigurowany
tr: Chronos yapılandırıldı.

source: Configure the calendar.
cs: Nastavení kalendáře
it: Configura il calendario.
ja: カレンダーをコンフィグ
pl: Skonfuguruj kalendarz
tr: Takvimi yapılandır.

source: Day
cs: Den
it: Giorno
ja: 日
pl: Dzień
tr: Gün

source: List
cs: Seznam
it: Lista
ja: リスト
pl: Lista
tr: Liste

source: Month
cs: Měsíc
it: Mese
ja: 月
pl: Miesiąc
tr: Ay

source: More...
cs: Více...
it: Altro...
ja: もっと...
pl: Więcej
tr: Hepsi...

source: Past
cs: Minulé
it: Passato
pl: Przeszłe
tr: Geçmiş

source: Private Event
cs: Soukromá událost
it: Evento privato
ja: プライベートイベント
tr: Özel Etkinlik

source: Today
cs: Dnes
it: Oggi
ja: 今日
pl: Dzisiaj
tr: Bugün

source: Week
cs: Týden
it: Settimana
ja: 週
pl: Tydzień
tr: Hafta

source: Week #
cs: Č. týdne
it: Settimana #
ja: 週番号
pl: Tydzień #
tr: Hafta No

source: Weeks
cs: Týdny
it: Settimane
ja: 週
pl: Tygodnie
tr: Haftalar

source: Year
cs: Rok
it: Anno
ja: 年
pl: Rok
tr: Yıl

source: calendar_day_0
cs: Po
it: Lun
ja: 月
pl: Poniedziałek
tr: Pt

source: calendar_day_1
cs: Út
it: Mar
ja: 火
pl: Wtorek
tr: Sa

source: calendar_day_2
cs: St
it: Mer
ja: 水
pl: Środa
tr: Çr

source: calendar_day_3
cs: Čt
it: Gio
ja: 木
pl: Czwartek
tr: Pr

source: calendar_day_4
cs: Pá
it: Ven
ja: 金
pl: Piątek
tr: Cu

source: calendar_day_5
cs: So
it: Sab
ja: 土
pl: Sobota
tr: Ct

source: calendar_day_6
cs: Ne
it: Dom
ja: 日
pl: Niedziela
tr: Pz

source: calendar_month_1
cs: Leden
it: Gennaio
ja: 1月
pl: Styczeń
tr: Ocak

source: calendar_month_10
cs: Říjen
it: Ottobre
ja: 10月
pl: Październik
tr: Ekim

source: calendar_month_11
cs: Listopad
it: Novembre
ja: 11月
pl: Listopad
tr: Kasım

source: calendar_month_12
cs: Prosinec
it: Dicembre
ja: 12月
pl: Grudzień
tr: Aralık

source: calendar_month_2
cs: Únor
it: Febbraio
ja: 2月
pl: Luty
tr: Şubat

source: calendar_month_3
cs: Březen
it: Marzo
ja: 3月
pl: Marzec
tr: Mart

source: calendar_month_4
cs: Duben
it: Aprile
ja: 4月
pl: Kwiecień
tr: Nisan

source: calendar_month_5
cs: Květen
it: Maggio
ja: 5月
pl: Maj
tr: Mayıs

source: calendar_month_6
cs: Červen
it: Giugno
ja: 6月
pl: Czerwiec
tr: Haziran

source: calendar_month_7
cs: Červenec
it: Luglio
ja: 7月
pl: Lipiec
tr: Temmuz

source: calendar_month_8
cs: Srpen
it: Agosto
ja: 8月
pl: Sierpień
tr: Ağustos

source: calendar_month_9
cs: Září
it: Settembre
ja: 9月
pl: Wrzesień
tr: Eylül

source: %d/%m
ja: %m/%d
